Repository: idriziardenis/OnlineStore
Catalog: OnlineStore/Resources/SharedResource.*.resx
Languages: sq_al

# UserProfilePictureDescription
source: Upload profile picture of user
sq_al: Ngarko foton e profilit të përdoruesit

# UserProfilePictureTitle
source: User profile picture
sq_al: Foto e profilit e përdoruesit

# UserRoleDescription
source: Specify role of user
sq_al: Zgjedhni rolin e përdoruesit

# UserRoleTitle
source: User role
sq_al: Roli i përdoruesit

source: Users
sq_al: Përdoruesit

source: Users rating
sq_al: Vlerësimi i përdoruesve

source: Users reviews
sq_al: Vlerësimet e përdoruesve

# UserSurNameDescription
source: Enter the surname of the user. The user surname is required and should contain at least three letters.
sq_al: Shkruani mbiemrin e përdoruesit. Mbiemri i duhet të mbushet dhe të përmbajë të paktën tri shkronja.

# UserSurNameTitle
source: User surname
sq_al: Mbiemri i përdoruesit

source: VAT
sq_al: TVSH

source: VAT Class
sq_al: Klasa e TVSH-së

source: VAT Number
sq_al: Numri i TVSH-së

source: Version
sq_al: Verzioni

source: View cast
sq_al: Shiko kastin

source: View details
sq_al: Hap detajet

source: View ticket
sq_al: Hap biletën

source: Watch trailer
sq_al: Shiko trailerin

source: We are
sq_al: Ne jemi

source: Wednesday
sq_al: E mërkurë

source: Welcome back!
sq_al: Mirë se erdhe përsëri

source: Welcome to
sq_al: Mire se erdhet në

# WeRespectPrivacy
source: We respect your privacy, so we never share your info
sq_al: Ne e respektojmë privatësinë tuaj, kështu që kurrë nuk i ndajmë informacionet tuaja

source: What are you looking for
sq_al: Çka po kerkoni

source: Woman
sq_al: Femër

source: Yes
sq_al: Po

source: Your email address
sq_al: Adresa juaj e emailit

source: Your personal info
sq_al: Informatat tuaja personale

# zoomTitle
source: View details
sq_al: Shiko detajet
