Repository: idriziardenis/OnlineStore
Catalog: OnlineStore/Resources/SharedResource.*.resx
Languages: sq_al

# MovieScheudules
source: Schedules
sq_al: Orari i shfaqjes

# MovieTrailerLinkDescription
source: Determine the movie trailer link.
sq_al: Përcakto linkun e trailerit të filmit.

# MovieTrailerLinkTitle
source: Movie trailer link
sq_al: Linku i trailerit të filmit

# msgAjaxError
source: Something went wrong with the {operation} operation. Please try again later!
sq_al: Diçka shkoi keq me operacionin {operation}. Ju lutemi provoni përsëri më vonë!

# msgAjaxProgressError
source: {operation} failed
sq_al: {operation} dështoi

# msgCalculatingTime
source: calculating time remaining
sq_al: duke llogaritur kohën e mbetur

# msgCancelled
source: Cancelled
sq_al: Anuluar

# msgDeleteError
source: Delete Error
sq_al: Gabim në fshirje

# msgDuplicateFile
source: File "{name}" of same size "{size} KB" has already been selected earlier. Skipping duplicate selection.
sq_al: kedari "{name}" me të njëjtën madhësi "{size} KB" është zgjedhur më parë. Kapërcimi i zgjedhjes së kopjuar.

# msgFileNotFound
source: File "{name}" not found!
sq_al: Skedari "{name}" nuk u gjet!

# msgFileNotReadable
source: File "{name}" is not readable.
sq_al: Skedari "{name}" nuk lexohet.

# msgFilePreviewAborted
source: File preview aborted for "{name}
sq_al: Paraqitja e skedarit u ndërpre për "{name}".

# msgFilePreviewError
source: An error occurred while reading the file "{name}".
sq_al: Ndodhi një gabim gjatë leximit të skedarit "{name}".

# msgFileRequired
source: You must select a file to upload.
sq_al: Ju duhet të zgjidhni një skedar për të ngarkuar.

# msgFileSecured
source: Security restrictions prevent reading the file "{name}".
sq_al: Kufizimet e sigurisë parandalojnë leximin e skedarit "{name}".

# msgFilesTooLess
source: You must select at least <b>{n}</b> {files} to upload.
sq_al: Duhet të zgjidhni të paktën <b>{n}</b> {files} për të ngarkuar.

# msgFilesTooMany
source: Number of files selected for upload <b>({n})</b> exceeds maximum allowed limit of <b>{m}</b>.
sq_al: Numri i skedarëve të zgjedhur për ngarkim <b>({n})</b> tejkalon kufirin maksimal të lejuar prej <b>{m}</b>.

# msgFoldersNotAllowed
source: Drag & drop files only! Skipped {n} dropped folder(s).
sq_al: Tërhiq dhe lësho vetëm skedarët! U kapërcyen {n} dosjet e lëshuara.

# msgImageHeightLarge
source: Height of image file "{name}" cannot exceed {size} px.
sq_al: Lartësia e skedarit të imazhit "{name}" nuk mund të kalojë {size} px.

# msgImageHeightSmall
source: Height of image file "{name}" must be at least {size} px.
sq_al: Lartësia e skedarit të imazhit "{name}" duhet të jetë së paku {size} px.

# msgImageResizeError
source: Could not get the image dimensions to resize.
sq_al: Nuk mund të merrja dimensionet e figurës për të ndryshuar përmasat.

# msgImageResizeException
source: Error while resizing the image.<pre>{errors}</pre>
sq_al: Gabim gjatë ndryshimit të madhësisë së imazhit. <pre>{errors}</pre>

# msgImageWidthLarge
source: Width of image file "{name}" cannot exceed {size} px.
sq_al: Gjerësia e skedarit të imazhit "{name}" nuk mund të kalojë {size} px.

# msgImageWidthSmall
source: Width of image file "{name}" must be at least {size} px.
sq_al: Gjerësia e skedarit të imazhit "{name}" duhet të jetë së paku {size} px.

# msgInvalidFileExtension
source: Invalid extension for file "{name}". Only "{extensions}" files are supported.
sq_al: Zgjerim i pavlefshëm për skedarin "{name}". Vetëm skedarët "{extensions}" mbështeten.

# msgInvalidFileName
source: Invalid or unsupported characters in file name "{name}".
sq_al: Karaktere të pavlefshëm ose të pambështetur në emrin e skedarit "{name}".

# msgInvalidFileType
source: Invalid type for file "{name}". Only "{types}" files are supported.
sq_al: Lloji i pavlefshëm për skedarin "{name}". Vetëm skedarët "{types}" mbështeten.

# msgLoading
source: Loading file {index} of {files} ...
sq_al: Po ngarkon skedarin {index} nga {skedarët} &hellip;

# msgNo
source: No
sq_al: Jo

# msgNoFilesSelected
source: No files selected
sq_al: Asnjë skedar i zgjedhur

# msgPaused
source: Paused
sq_al: Pauzuar

# msgPendingTime
source: {time} remaining
sq_al: {time} të mbetura

# msgPlaceholder
source: Select {files} ...
sq_al: Zgjidh {files} ...

# msgProgress
source: Loading file {index} of {files} - {name} - {percent}% completed.
sq_al: Po ngarkon skedarin {index} nga {files} - {name} - {percent}% e përfunduar.

# msgProgressError
source: Error
sq_al: Gabim

# msgResumableUploadRetriesExceeded
source: Upload aborted beyond <b>{max}</b> retries for file <b>{file}</b>! Error Details: <pre>{error}</pre>
sq_al: Ngarkimi u ndërpre përtej <b>{max}</b> riprovimeve për skedarin <b>{file}</b>! Detajet e gabimit: <pre>{error}</pre>

# msgSelected
source: {n} {files} selected
sq_al: {n} {files} të zgjedhur

# msgSizeTooLarge
source: File "{name}" (<b>{size} KB</b>) exceeds maximum allowed upload size of <b>{maxSize} KB</b>.
sq_al: Skedari "{name}" (<b>{size} KB</b>) tejkalon madhësinë maksimale të lejuar të ngarkimit prej <b>{maxSize} KB</b>.

# msgSizeTooSmall
source: File "{name}" (<b>{size} KB</b>) is too small and must be larger than <b>{minSize} KB</b>.
sq_al: Skedari "{name}" (<b>{size} KB</b>) është shumë i vogël dhe duhet të jetë më i madh se <b>{minSize} KB</b>.

# msgTotalFilesTooMany
source: You can upload a maximum of <b>{m}</b> files (<b>{n}</b> files detected).
sq_al: Mund të ngarkoni maksimumi skedarë <b>{m}</b> (zbuluar <b>{n}</b> skedarë).

# msgUploadAborted
source: The file upload was aborted
sq_al: Ngarkimi i skedarit u ndërpre

# msgUploadBegin
source: Initializing ...
sq_al: Inicuar &hellip;

# msgUploadEmpty
source: No valid data available for upload.
sq_al: Nuk ka të dhëna të vlefshme të disponueshme për ngarkim.

# msgUploadEnd
source: Done
sq_al: Përfunduar

# msgUploadError
source: Upload Error
sq_al: Gabim në ngarkim

# msgUploadResume
source: Resuming upload &hellip;
sq_al: Rifillimi i ngarkimit ...

# msgUploadThreshold
source: Processing ...
sq_al: Përpunuar ...

# msgValidationError
source: Validation Error
sq_al: Gabim në validim

# msgZoomModalHeading
source: Detailed Preview
sq_al: Paraqitje e hollësishme

source: My tickets
sq_al: Biletat e mia

source: Name
sq_al: Emri

source: New Clients
sq_al: Klientë të rinjë

source: New Movies
sq_al: Filma të rinjë

source: New password
sq_al: Fjalëkalim i ri

source: Next (Right arrow)
sq_al: Tjetra (shigjeta e djathtë)

source: No
sq_al: Jo

# NoColumn
source: Number of columns
sq_al: Numri i kolonave

source: No movies found!
sq_al: Nuk u gjet asnjë film!

# NoRow
source: Number of rows
sq_al: Numri i rreshtave

source: Note
sq_al: Shënim

# NotRestricted
source: It's not restricted
sq_al: Nuk është e kufizuar

source: Now showing
sq_al: Duke shfaqur

source: object
sq_al: objekt

source: of
sq_al: nga

source: Old password
sq_al: Fjalëkalimi i vjetër

# OldPasswordWrong
source: The old password you have entered is incorrect.
sq_al: Fjalëkalimi i vjetër që keni shënuar është i pasaktë.

source: on date
sq_al: më datë

source: Open help
sq_al: Hap ndihmën e shpejtë

source: Or
sq_al: Ose

source: Other images
sq_al: Imazhet tjera

source: Page
sq_al: Faqja

# PageInfoMovie
source: Buy movie tickets in advance, find movie times watch trailer, read movie reviews and much more
sq_al: Rezervoni biletën paraprakisht për filmin e preferuar , gjeni oraret e shfaqjes, lexoni kritikat e filmave dhe shumë më tepër.

# PaidAmount
source: The paid amount
sq_al: Shuma e paguar

source: Password
sq_al: Fjalëkalimi

# PasswordInvalidFormat
source: Your password should containt atleast 1 upper-case letter, 1 number and 1 special character (!@#$%^&*).
sq_al: Fjalëkalimi juaj duhet të përmbajë 1 shkronjë të madhe, 1 numër dhe 1 karakter special (!@#$%^&*).

# PasswordNotMatch
source: The password confirmation does not match!
sq_al: Fjalëkalimi konfirmues nuk është i njejtë!

# pauseLabel
source: Pause
sq_al: Pauzo

# pauseTitle
source: Pause ongoing upload
sq_al: Pauzoni ngarkimin e vazhdueshëm

source: Payment due
sq_al: Afati i pagesës deri më

source: Payment methods
sq_al: Metodat e pagesës

source: Payment status
sq_al: Statusi i pagesës

source: Paypal Setup
sq_al: Setupi i PayPal

source: Phone number
sq_al: Numri i telefonit

source: Photos
sq_al: Fotot

# PleaseChooseRole
source: Please choose role of user!
sq_al: Ju lutem zgjidhni rolin e përdoruesit!

source: Please confirm
sq_al: Ju lutem konfirmojeni

source: Port
sq_al: Porti

# PreviousLeftArrow
source: Previous (Left arrow key)
sq_al: I mëparshmi (shigjeta e majtë)

source: Price
sq_al: Çmimi

# PriceWithoutTax
source: Price without VAT
sq_al: Çmimi pa TVSH

source: Print
sq_al: Printo

# PrintDetailsNote
source: This page has been enhanced for payment and printing. Click on the print button at the bottom of the invoice to print it, while to pay click on the 'Pay' button.
sq_al: Kjo faqe shërben për pagesë dhe printim. Klikoni në butonin e printimit në fund të faturës për ta printuar, ndërsa për ta paguar kliko në butonin 'Paguaj'.

source: Print ticket
sq_al: Printo biletën

source: Privacy
sq_al: Privatësia

source: Privacy Policy
sq_al: Politika e privatësisë

source: Proceed
sq_al: Proceso

source: Profile
sq_al: Profili

source: Profile picture
sq_al: Foto e profilit

# QuickHelp
source: Help
sq_al: Ndihma e shpejtë

source: Rate it
sq_al: Vlerësoje

source: Receptionist
sq_al: Recepsionist

source: Registered by
sq_al: Regjistruar nga

source: Registered date
sq_al: Data e regjistrimit

source: Release date
sq_al: Data e publikimit

source: Remember me
sq_al: Më mbajë mend

# removeLabel
source: Remove
sq_al: Hiqe

# removeTitle
source: Clear selected files
sq_al: Pastro skedarët e zgjedhur

# removeTitle1
source: Remove file
sq_al: Hiq skedarin

# RightReserved
source: All rights reserved.
sq_al: Të gjitha të drejtat e rezervuara.

source: Role
sq_al: Roli

source: Roles
sq_al: Rolet

source: Saturday
sq_al: E shtunë

source: Save
sq_al: Ruaj

source: Schedule
sq_al: Skedulimi

# ScheduleAddForm
source: Form for adding new schedules
sq_al: Forma për shtimin e skedulimeve të reja

# ScheduleDeletedSuccessfully
source: Schedule is successfully deleted
sq_al: Skedulimi është fshirë me sukses

# ScheduleDescriptionDescription
source: Write a short sentence or phrase to describe the schedule.
sq_al: Shkruani një fjali ose frazë e shkurtër për të përshkruar skedulimin.

# ScheduleDescriptionTitle
source: Description
sq_al: Përshkrimi

# ScheduleEditForm
source: Form for editing current schedule
sq_al: Forma për ndryshimin e skedulimit të zgjedhur.

# ScheduleEndTimeDescription
source: Determine when scheduling will end
sq_al: Përcakto kohën kur do të mbarojë skedulimi

# ScheduleEndTimeTitle
source: End time
sq_al: Koha e mbarimit

# ScheduleHallDescription
source: Determine the hall for this scheduling
sq_al: Përcaktoni sallën për këtë skedulim

# ScheduleHallTitle
source: Hall
sq_al: Salla

source: Schedule ID
sq_al: ID e Skedulimit

# ScheduleIsActiveTitle
source: Schedule status
sq_al: Statusi i skedulimit

# ScheduleMovieDescription
source: Determine the movie for this scheduling
sq_al: Përcaktoni filmin për këtë skedulim

# ScheduleMovieTitle
source: Movie
sq_al: Filmi

source: Schedules
sq_al: Skedulimet

# SchedulesActiveDescription
source: Activating the 'YES' button means that this schedule is active, while activating the 'NO' button means that this schedule is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që ky skedulim është aktive, ndërsa pasivizimi i butonit 'JO' nënkupton që ky skedulim është jo-aktivë.

# SchedulesBasedOnHall
source: Schedules based on halls
sq_al: Skedulimet në bazë të sallave

# ScheduleStartTimeDescription
source: Determine when scheduling will start
sq_al: Përcakto kohën kur do të fillojë skedulimi

# ScheduleStartTimeTitle
source: Start time
sq_al: Koha e fillimit

source: Screen
sq_al: Ekrani

source: Search...
sq_al: Kërko...

# SearchMovie
source: Search for the movie you want...
sq_al: Kërkoni filmin që dëshironi...

source: Seat
sq_al: Ulësja

source: Select
sq_al: Zgjedh

source: Select categories
sq_al: Zgjedhni kategoritë

source: Select category
sq_al: Zgjedhni kategorinë

source: Select client
sq_al: Zgjedhni klientin

source: Select date
sq_al: Zgjedhni datën

source: Selected seat
sq_al: Ulësja e zgjedhur

source: Select gender
sq_al: Zgjedhni gjininë

source: Select Image...
sq_al: Ngarko një imazh...

source: Select Images...
sq_al: Ngarko imazhe...

source: Select movie
sq_al: Zgjedhni filmin

source: Select profile picture
sq_al: Zgjedhni foton e profilit

source: Select schedule
sq_al: Zgjedhni skedulimin

source: Select seat
sq_al: Zgjedhni ulësen

source: Select VAT Class
sq_al: Zgjedhni klasën e TVSH-së

# sEmptyTable
source: No data available in table
sq_al: Nuk ka asnjë të dhënë në tabelë

source: Send message
sq_al: Dërgo mesazhin

source: Serial number
sq_al: Numri serik

# SetupAllowedExtensionsDescription
source: Enter allowed extension for upload
sq_al: Shkruani formatet e lejuara për ngarkim

# SetupAllowedExtensionsTitle
source: AllowedExtensions
sq_al: Formatet e lejuara

# SetupDescriptionALDescription
source: Write the description you want to put in the footer in Albanian
sq_al: Shkruani përshkrimin që dëshironi ta vendosni në futer në gjuhën shqipe

# SetupDescriptionALTitle
source: Footer description in Albanian
sq_al: Përshkrimi në futer në gjuhën shqipe

# SetupDescriptionENDescription
source: Write the description you want to put in the footer in English
sq_al: Shkruani përshkrimin që dëshironi ta vendosni në futer në gjuhën angleze

# SetupDescriptionENTitle
source: Footer description in English
sq_al: Përshkrimi në futer në gjuhën angleze

# SetupEmailFromDescription
source: Enter email from
sq_al: Shkruani emailin nga

# SetupEmailFromTitle
source: Email from
sq_al: Emaili nga

# SetupEmailToDescription
source: Enter email to
sq_al: Shkruani emailin tek

# SetupEmailToTitle
source: Email to
sq_al: Emaili tek

# SetupEnableSslDescription
source: Activating the 'YES' button means SSL is active, while activating the 'NO' button means SSL is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që SSL është aktive, ndërsa pasivizimi i butonit 'JO' nënkupton SSL jo-aktive.

# SetupEnableSslTitle
source: Enable SSL
sq_al: Aktivizo SSL

# SetupFaviconDescription
source: Upload favicon
sq_al: Ngarkoni favikonën

# SetupFaviconTitle
source: Favicon
sq_al: Favikona

# SetupFooterLogoDescription
source: Upload footer logo
sq_al: Ngarkoni logon e footerit

# SetupFooterLogoTitle
source: Footer logo
sq_al: Logo e Footerit

# SetupHeaderLogoDescription
source: Upload header logo
sq_al: Ngarkoni logon e headerit

# SetupHeaderLogoTitle
source: Header logo
sq_al: Logo e Headerit

# SetupLatitudeDescription
source: Enter latitude
sq_al: Shkruani gjerësinë gjeografike të lokacionit të kompanisë tuaj

# SetupLatitudeTitle
source: Latitude
sq_al: Gjerësia gjeografike

# SetupLogoDescription
source: Upload logo
sq_al: Ngarkoni logon

# SetupLongitudeDescription
source: Enter longitude
sq_al: Shkruani gjatësinë gjeografike të lokacionit të kompanisë tuaj

# SetupLongitudeTitle
source: Longitude
sq_al: Gjatësia gjeografike

# SetupMaxUploadSizeDescription
source: Enter the maximum size you want to accept for upload
sq_al: Shkruani maksimumin e madhësisë që dëshironi ta pranoni për ngarkim.

# SetupMaxUploadSizeTitle
source: Maximum size
sq_al: Maksimumi i madhësisë

# SetupPasswordTitle
source: Password
sq_al: Fjalëkalimi

# SetupPortDescription
source: Enter port
sq_al: Shkruani portin e smtp

# SetupPortTitle
source: Port
sq_al: Porti

# SetupSmtpDescription
source: Enter Smtp
sq_al: Shkruani Smtp

# SetupSmtpPasswordDescription
source: Enter smtp password
sq_al: Shkruani fjalëkalimin e smtp

# sFirst
source: First
sq_al: E para

# ShortManual
source: Quick Manual
sq_al: Manuali shpejtë

source: Show
sq_al: Shfaq

source: Sign In
sq_al: Kyçuni

source: Sign out
sq_al: Dilni

source: Sign up now
sq_al: Regjistrohu tani

# sInfo
source: Showing _START_ to _END_ of _TOTAL_ entries
sq_al: Duke shfaqur _START_ deri _END_ prej _TOTAL_ reshtave

# sInfoEmpty
source: Showing 0 to 0 of 0 entries
sq_al: Duke treguar 0 deri 0 prej 0 reshtave

# sInfoFiltered
source: (filtered from _MAX_ total entries)
sq_al: (të filtruara nga gjithësej _MAX_ reshtave)

# sLast
source: Last
sq_al: E Fundit

# sLengthMenu
source: Show _MENU_ entries
sq_al: Shiko _MENU_ reshta

# sLoadingRecords
source: Loading...
sq_al: Duke punuar...

# SmthWentWrong
source: Something went wrong, please try again!
sq_al: Diçka shkoi gabim, ju lutem provoni përseri!

# sNext
source: Next
sq_al: Tjetra

# SocialMediaFacebookDescription
source: Enter the URL of the page in Facebook.
sq_al: Shënoni URL e faqës në Facebook.

# SocialMediaInstagramDescription
source: Enter the URL of the page in Instagram.
sq_al: Shënoni URL e faqës në Instagram.

# SocialMediaLinkedInDescription
source: Enter the URL of the page in Linkedln.
sq_al: Shënoni URL e faqës në Linkdln.

# SocialMediaMessengerDescription
source: Enter the URL of the page in Messenger.
sq_al: Shënoni URL e faqës në Messenger.

source: SocialMedias
sq_al: Rrjetet Sociale

# SocialMediaTwitterDescription
source: Enter the URL of the page in Twitter.
sq_al: Shënoni URL e faqës në Twitter.

# SocialMediaYoutubeDescription
source: Enter the URL of the page in Youtube.
sq_al: Shënoni URL e faqës në YouTube.

source: Sort by
sq_al: Ndaj sipas

# sPrevious
source: Previous
sq_al: E Kaluara

# sProcessing
source: Processing...
sq_al: Duke procesuar...

# sSearch
source: Search:
sq_al: Kërkoni:

# sSortAscending
source: : activate to sort column ascending
sq_al: : aktivizo për të sortuar kolumnin me vlera në ngritje

# sSortDescending
source: : activate to sort column descending
sq_al: : aktivizo për të sortuar kolumnin me vlera në zbritje

source: Staff
sq_al: Stafi

# StaffDeletedSuccessfully
source: User is successfully deleted
sq_al: Përdoruesi është fshirë me sukses

source: Start Time
sq_al: Koha e fillimit

source: Subject
sq_al: Përmbajtja

source: Submit payment
sq_al: Paguaj

source: Subscribe
sq_al: Abonohu

source: Subscribers
sq_al: Abonues

source: Subscribe To
sq_al: Abonohuni në

source: Subtotal
sq_al: Nëntotali

source: Summary
sq_al: Përmbledhja

source: Sunday
sq_al: E diel

source: Surname
sq_al: Mbiemri

# sZeroRecords
source: No matching records found
sq_al: Asnjë e dhënë nuk u gjet

source: Technology
sq_al: Teknologjia

source: Terms Of Use
sq_al: Kushtet e Përdorimit

source: text
sq_al: tekst

source: Thank you
sq_al: Ju faleminderit

source: The content
sq_al: Përmbajtja

source: The image
sq_al: Fotoja

source: Thursday
sq_al: E enjte

source: Ticket
sq_al: Bileta

# TicketDeletedSuccessfully
source: Ticket is successfully deleted
sq_al: Bileta është fshirë me sukses

source: ticket for
sq_al: tuaj për

# TicketGenerated
source: The ticket is successfully generated!
sq_al: Bileta u gjenerua me sukses!

# TicketPaid
source: The ticket is paid successfully!
sq_al: Bileta u pagua me sukses!

source: Ticket price
sq_al: Çmimi i biletës

source: Tickets
sq_al: Biletat

source: Tickets and Bookings
sq_al: Biletat dhe Rezervimet

# TicketsInfo
source: Safe, cheap, reliable ticketing.Your ticket to live entertainment!
sq_al: Biletat e sigurta, të lira dhe të besueshme. Bileta juaj për argëtim të drejtpërdrejtë!

source: Time
sq_al: Koha

# ToDeleteClient
source: Are you sure you want to delete this client?
sq_al: A jeni të sigurtë që doni të fshini këtë klient?

# ToDeleteHall
source: Are you sure you want to delete this hall?
sq_al: A jeni të sigurtë që doni të fshini këtë sallë?

# ToDeleteMovie
source: Are you sure you want to delete this movie?
sq_al: A jeni të sigurtë që doni të fshini këtë film?

# ToDeleteSchedule
source: Are you sure you want to delete this schedule?
sq_al: A jeni të sigurtë që doni të fshini këtë skedulim?

# ToDeleteStaff
source: Are you sure you want to delete this user?
sq_al: A jeni të sigurtë që doni të fshini këtë përdorues?

# ToDeleteTicket
source: Are you sure you want to delete this ticket?
sq_al: A jeni të sigurtë që doni të fshini këtë biletë?

# ToGetExcBen
source: To get exclusive benefits
sq_al: Për të marrë përfitime ekskluzive

source: Total
sq_al: Totali

source: Total price
sq_al: Çmimi total

source: Trailer Link
sq_al: Linku i trailerit

source: Tuesday
sq_al: E martë

# UIN
source: Unique identification number
sq_al: Numri unik i identifikimit

# uploadBatch
source: batch file upload
sq_al: ngarkimi i skedarit në grupe

# uploadExtra
source: form data upload
sq_al: forma e ngarkimit të të dhënave

# uploadLabel
source: Upload
sq_al: Ngarko

# uploadRetryTitle
source: Retry upload
sq_al: Riprovo ngarkimin

# uploadThumb
source: file upload
sq_al: ngarkimi i skedarit

# uploadTitle
source: Upload selected files
sq_al: Ngarko skedarët e zgjedhur

# uploadTitle1
source: Upload file
sq_al: Ngarko skedarin

# UserAddForm
source: Form for adding new users
sq_al: Forma për shtimin e përdoruesve të rinj

# UserBirthdayDescription
source: Specify the date when user is born
sq_al: Përcaktoni datën përdoruesi ka lindur

# UserBirthdayTitle
source: User birthday
sq_al: Ditëlindja e përdoruesit

# UserConfirmPasswordDescription
source: Enter the user confirm password. The confirm password is required should be the same as password!
sq_al: Shënoni fjalëkalimin konfirmues të përdoruesit. Fjalëkalimi konfirmues duhet të mbushet dhe të jetë i njejtë sikurse fjalëkalimi i parë.

# UserConfirmPasswordTitle
source: User confirm password
sq_al: Fjalëkalimi konfirmues

# UserEditForm
source: Form for editing current user
sq_al: Forma për ndryshimin e përdoruesit të zgjedhur.

# UserEmailDescription
source: Enter the user email. The user's email is required and should be in valid email format. Example: name.surname@gmail.com
sq_al: Shkruani emailin e përdoruesit. Emaili duhet të mbushet dhe të përmbajë formatin e një emaili valid. Shembull: emri.mbiemri@gmail.com

# UserEmailTitle
source: User email
sq_al: Emaili i përdoruesit

# UserGenderDescription
source: Specify the gender of user.
sq_al: Përcaktoni gjininë e përdoruesit!

# UserGenderTitle
source: User gender
sq_al: Gjinia e përdoruesit

# UserIsActiveDescription
source: Activating the 'YES' button means this user is active, while activating the 'NO' button means this user is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që ky përdorues është aktivë, ndërsa pasivizimi i butonit 'JO' nënkupton që ky përdorues është jo-aktivë.

# UserIsActiveTitle
source: User status
sq_al: Statusi i përdoruesit

source: User Manual
sq_al: Manuali i përdoruesit

# UserNameDescription
source: Enter the name of the user. The user name is required and should contain at least three letters.
sq_al: Shkruani emrin e përdoruesit. Emri duhet të mbushet dhe të përmbajë të paktën tri shkronja.

# UserNameTitle
source: User name
sq_al: Emri i përdoruesit

# UserPasswordDescription
source: Enter the user password. The password is required should contain atleast 8 characters and be in valid password format (1 upper-case letter, 1 number, 1 special character). Example: P@ssw0rd
sq_al: Shënoni fjalëkalimin e përdoruesit. Fjalëkalimi duhet të mbushet, të pëmbajë së paku 8 karaktere dhe të jetë në formatin e një fjalëkalimi valid (1 shkronjë e madhe, 1 numër, 1 karakter i veçantë). Shembull: P@ssw0rd

# UserPasswordTitle
source: User password
sq_al: Fjalëkalimi i përdoruesit

# UserPhoneNumberDescription
source: Enter the user phone number. The user's phone number should be in valid phone number format. Example: 044-123-456
sq_al: Shkruani numrin e telefonit të përdoruesit. Numri i telefonit duhet të jetë në format të një numri telefonit valid. Shembull: 044-123-456

# UserPhoneNumberTitle
source: User phone number
sq_al: Numri i telefonit të përdoruesit
