Repository: idriziardenis/OnlineStore
Catalog: OnlineStore/Resources/SharedResource.*.resx
Languages: sq_al

# 1orGreater
source: Value must be 1 or greater than 1
sq_al: Vlera duhet të jetë 1 apo më e madhe se 1

source: About us
sq_al: Rreth nesh

source: Actors
sq_al: Aktorët

source: Add
sq_al: Shto

# AddBooking
source: Add new booking
sq_al: Shto një rezervim të ri

# AddCast
source: Add new cast for movie
sq_al: Shto një kast të ri për filmin e zgjedhur

# AddClient
source: Add new client
sq_al: Shto një klient të ri

source: Add company
sq_al: Shto kompani

# AddMovie
source: Add new movie
sq_al: Shto një film të ri

source: Address
sq_al: Adresa

# AddSchedule
source: Add new schedule
sq_al: Shto një skedulim të ri

# AddUser
source: Add new user
sq_al: Shto një përdorues të ri

source: Age
sq_al: Mosha

source: Albanian
sq_al: Shqip

source: AllowedExtensions
sq_al: Formatet e lejuara

# AlreadyHaveAccount
source: Already have an account
sq_al: Keni një llogari

# AlreadyMember
source: Already a member?
sq_al: Keni ndonjë llogari?

# AmountObliged
source: Amount obliged to pay
sq_al: Shuma e detyruar për pagesë

source: Amount payable
sq_al: Shuma për pagesë

source: as
sq_al: si

source: Back
sq_al: Prapra

source: Birthday
sq_al: Ditëlindja

# Book
source: Book seat
sq_al: Rezervo ulësen

# BookedSuccessfully
source: Your booking was completed successfully!
sq_al: Rezervimi juaj u krye me sukses!

# BookingAddForm
source: Form for adding new bookings
sq_al: Forma për shtimin e rezervimeve të reja

# BookingClientDescription
source: Determine the client for this booking
sq_al: Përcaktoni klientin për këtë rezervim

# BookingClientTitle
source: Client
sq_al: Klienti

# BookingDescriptionDescription
source: Write a short sentence or phrase to describe the booking.
sq_al: Shkruani një fjali ose frazë e shkurtër për të përshkruar rezervimin.

# BookingDescriptionTitle
source: Description
sq_al: Përshkrimi

# BookingEditForm
source: Form for editing current booking
sq_al: Forma për ndryshimin e rezervimit të zgjedhur.

source: Booking ID
sq_al: ID e Rezervimit

# BookingIsActiveDescription
source: Activating the 'YES' button means that this booking is active, while activating the 'NO' button means that this booking is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që ky rezervim është aktive, ndërsa pasivizimi i butonit 'JO' nënkupton që ky rezervim është jo-aktivë.

# BookingIsActiveTitle
source: Booking status
sq_al: Statusi i rezervimit

source: Booking number
sq_al: Numri i rezervimit

source: Bookings
sq_al: Rezervimet

# BookingScheduleDescription
source: Determine the schedule for this booking
sq_al: Përcaktoni skedulimin për këtë rezervim

# BookingScheduleTitle
source: Schedule
sq_al: Skedulimi

# BookingSeatsDescription
source: Determine the seat for this booking
sq_al: Përcaktoni ulësen për këtë rezervim

# BookingSeatsTitle
source: Seat
sq_al: Ulësja

source: Book ticket
sq_al: Rezervo biletën

# BookTickets
source: Book ticket
sq_al: Rezervo biletën

source: Book your
sq_al: Rezervoni biletën

source: Book your ticket for
sq_al: Rezervoni biletën tuaj për

# browseLabel
source: Browse ...
sq_al: Shfleto ...

source: Cancel
sq_al: Anulo

# cancelLabel
source: Cancel
sq_al: Anulo

# cancelTitle
source: Abort ongoing upload
sq_al: Abortoni ngarkimin e vazhdueshëm

source: Capacity
sq_al: Kapaciteti

source: Cash
sq_al: Para të gatshme

source: Cast
sq_al: Kasti

# CastAddForm
source: Form for adding new cast to choosed movie
sq_al: Forma për regjistrimin e kastit për filmin e përzgjedhur

# CastCharacterNameDescription
source: Enter character name on movie
sq_al: Shkruani emrin e personazhit në film

# CastCharacterNameTitle
source: Character name
sq_al: Emri i personazhit

# CastEditForm
source: Form for editing current cast
sq_al: Forma për ndryshimin e kastit të zgjedhur.

# CastFullNameDescription
source: Enter full name of cast
sq_al: Shkruani emrin e plotë të kastit

# CastFullNameTitle
source: Full name
sq_al: Emri i plotë

# CastImageDescription
source: Upload image of this cast
sq_al: Ngarkoni imazhin e këtij kasti

# CastImageTitle
source: Image
sq_al: Imazhi

# CastTypeDescription
source: Specify the role of this cast
sq_al: Specifikoni rolin e këtij kasti

# CastTypeTitle
source: Role
sq_al: Roli

source: Category
sq_al: Kategoria

source: Changes Saved Successfully!
sq_al: Ndryshimet u ruajten me sukses!

source: Character Name
sq_al: Emri i personazhit

# ChooseAnotherTime
source: There is already a schedule in this time and in this hall. Please choose another time or hall!
sq_al: Ekgziston nje skedulim në këtë orar dhe në këtë sallë. Ju lutem zgjedhni nje orar apo sallë tjeter!

source: Choose image
sq_al: Zgjedh imazhin

source: Clear all
sq_al: Pastro të gjitha

source: Client
sq_al: Klient

# ClientAddForm
source: Form for adding new clients
sq_al: Forma për shtimin e klientëve të rinj

# ClientBirthdayDescription
source: Specify the date when clien is born
sq_al: Përcaktoni datën klienti ka lindur

# ClientBirthdayTitle
source: Client birthday
sq_al: Ditëlindja e klientit

# ClientConfirmPasswordDescription
source: Enter the client confirm password. The confirm password is required should be the same as password!
sq_al: Shënoni fjalëkalimin konfirmues të klientit. Fjalëkalimi konfirmues duhet të mbushet dhe të jetë i njejtë sikurse fjalëkalimi i parë.

# ClientConfirmPasswordTitle
source: Client confirm password
sq_al: Fjalëkalimi konfirmues

# ClientDeletedSuccessfully
source: Client is successfully deleted
sq_al: Klienti është fshirë me sukses

# ClientEditForm
source: Form for editing current client
sq_al: Forma për ndryshimin e klientit të zgjedhur.

# ClientEmailDescription
source: Enter the client email. The email is required and should be in valid email format. Example: name.surname@gmail.com
sq_al: Shkruani emailin e klientit. Emaili duhet të mbushet dhe të përmbajë formatin e një emaili valid. Shembull: emri.mbiemri@gmail.com

# ClientEmailTitle
source: Client email
sq_al: Emaili i klientit

# ClientGenderDescription
source: Specify the gender of client.
sq_al: Përcaktoni gjininë e klientit!

# ClientGenderTitle
source: Client gender
sq_al: Gjinia e klientit

# ClientIsActiveDescription
source: Activating the 'YES' button means this client is active, while activating the 'NO' button means this client is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që ky klient është aktivë, ndërsa pasivizimi i butonit 'JO' nënkupton që ky klient është jo-aktivë.

# ClientIsActiveTitle
source: Client status
sq_al: Statusi i klientit

# ClientNameDescription
source: Enter the name of the client. The name is required and should contain at least three letters.
sq_al: Shkruani emrin e klientit. Emri duhet të mbushet dhe të përmbajë të paktën tri shkronja

# ClientNameTitle
source: Client name
sq_al: Emri i klientit

# ClientPasswordDescription
source: Enter the client password. The password is required should contain atleast 8 characters and be in valid password format (1 upper-case letter, 1 number, 1 special character). Example: P@ssw0rd
sq_al: Shënoni fjalëkalimin e klientit. Fjalëkalimi duhet të mbushet, të pëmbajë së paku 8 karaktere dhe të jetë në formatin e një fjalëkalimi valid (1 shkronjë e madhe, 1 numër, 1 karakter i veçantë). Shembull: P@ssw0rd

# ClientPasswordTitle
source: Client password
sq_al: Fjalëkalimi i klientit

# ClientPhoneNumberDescription
source: Enter the client phone number. The phone number should be in valid phone number format. Example: 044-123-456
sq_al: Shkruani numrin e telefonit të klientit. Numri i telefonit duhet të jetë në format të një numri telefonit valid. Shembull: 044-123-456

# ClientPhoneNumberTitle
source: Client phone number
sq_al: Numri i telefonit të klientit

# ClientProfilePictureDescription
source: Upload profile picture of client
sq_al: Ngarko foton e profilit të klientit

# ClientProfilePictureTitle
source: Client profile picture
sq_al: Foto e profilit e klientit

source: Clients based on gender
sq_al: Klientët në bazë të gjinisë

# ClientSurNameDescription
source: Enter the surname of the client. The surname is required and should contain at least three letters.
sq_al: Shkruani mbiemrin e klientit. Mbiemri i duhet të mbushet dhe të përmbajë të paktën tri shkronja.

# ClientSurNameTitle
source: Client surname
sq_al: Mbiemri i klientit

source: Close (Esc)
sq_al: Mbylle (Esc)

source: Close help
sq_al: Mbylle ndihmën e shpejtë

source: Coming soon
sq_al: Vijnë së shpejti

source: Company
sq_al: Kompania

# CompanyAddForm
source: Form for adding new company
sq_al: Forma për shtimin e kompanisë së re

# CompanyAddressDescription
source: Enter the full address of company.
sq_al: Shkruani adresen e plotë të kompanisë.

# CompanyAddressTitle
source: Company address
sq_al: Adresa kompanisë

# CompanyDescriptionALDescription
source: Write a short sentence or phrase in Albanian to describe the company.
sq_al: Shkruani një fjali ose frazë e shkurtër në gjuhën shqipe për të përshkruar kompaninë.

# CompanyDescriptionALTitle
source: Description AL
sq_al: Përshkrimi AL

# CompanyDescriptionENDescription
source: Write a short sentence or phrase in English to describe the company.
sq_al: Shkruani një fjali ose frazë e shkurtër në gjuhën angleze për të përshkruar kompaninë.

# CompanyDescriptionENTitle
source: Description EN
sq_al: Përshkrimi EN

# CompanyEditForm
source: Form for editing company details
sq_al: Forma për ndryshimin e të dhënave të kompanisë

# CompanyNameDescription
source: Enter the company name. The name must contain at least three letters.
sq_al: Shkruani emrin e kompanisë. Emri duhet të përmbajë të paktën tri shkronja.

# CompanyNameTitle
source: Company name
sq_al: Emri i kompanisë

# CompanyPhoneNumberDescription
source: Enter the company phone number. The phone number should be in valid phone number format. Example: 044-123-456
sq_al: Shkruani numrin e telefonit të kompanisë. Numri i telefonit duhet të jetë në format të një numri telefonit valid. Shembull: 044-123-456

# CompanyPhoneNumberTitle
source: Phone number
sq_al: Numri i telefonit

# CompanyVATClassDescription
source: Choose VAT class based on%
sq_al: Zgjedhni klasën e TVSH-së bazuar në %

# CompanyVATClassTitle
source: VAT Class
sq_al: Klasa e TVSH-së

# CompanyVatNumberDescription
source: Enter the VAT Number
sq_al: Shkruani numrin e TVSH-së

# CompanyVatNumberTitle
source: VAT Number
sq_al: Numri i TVSH-së

source: Configuration
sq_al: Konfigurimet

source: Confirm
sq_al: Konfirmo

source: Confirm password
sq_al: Ri-shkruaj fjalëkalimin

source: Contact
sq_al: Kontakto

# ContactInfoMessage
source: We’d love to talk about how we can work together. Send us a message below and we'll respond as soon as possible.
sq_al: Do të dëshironim të flisnim se si mund të punojmë së bashku. Na dërgoni një mesazh më poshtë dhe ne do të përgjigjemi sa më shpejt të jetë e mundur.

source: Contact us
sq_al: Na kontaktoni

source: could not be loaded
sq_al: nuk mund të ngarkohej

source: Credit Card
sq_al: Kartë Krediti

source: Dashboard
sq_al: Paneli

source: Date
sq_al: Data

source: Delete
sq_al: Fshije

source: Delete booking
sq_al: Fshij rezervimin

source: Delete cast
sq_al: Fshij kastin

source: Delete client
sq_al: Fshij klientin

source: Delete hall
sq_al: Fshij sallën

source: Delete movie
sq_al: Fshij filmin

source: Delete role
sq_al: Fshij rolin

source: Delete schedule
sq_al: Fshij skedulimin

# DeleteStaff
source: Delete user
sq_al: Fshij përdoruesin

# deleteThumb
source: file delete
sq_al: fshirja e skedarit

source: Delete ticket
sq_al: Fshij bileten

source: Description
sq_al: Përshkrimi

source: Details
sq_al: Detajet

source: Developed by
sq_al: Zhvilluar nga

# DidntChooseSeat
source: Not yet choosed
sq_al: Nuk është zgjedhur ende

# DontHaveAccount
source: Don't have an account
sq_al: Nuk keni llogari

# DontMissMovies
source: Be sure not to miss these movies today
sq_al: Sigurohuni që të mos i humbisni këto filma sot

source: Download PDF
sq_al: Shkarko PDF

# downloadTitle
source: Download file
sq_al: Shkarkoni skedarin

# dragTitle
source: Move / Rearrange
sq_al: Lëviz / Riorganizo

# dropZoneClickTitle
source: <br>(or click to select {files})
sq_al: <br>(ose kliko për të zgjedhur {files})

# dropZoneTitle
source: Drag & drop files here ...
sq_al: Tërhiqni dhe hidhni skedarët këtu ...

source: Duration
sq_al: Kohëzgjatja

source: Edit
sq_al: Ndrysho

source: Edit booking
sq_al: Ndrysho rezervimin

source: Edit cast
sq_al: Ndryshoni kastin

source: Edit client
sq_al: Ndrysho klientin

source: Edit company details
sq_al: Ndrysho të dhënat e kompanisë

source: Edit hall
sq_al: Ndrysho sallën

source: Edit movie
sq_al: Ndrysho filmin

source: Edit role
sq_al: Ndrysho rolin

source: Edit schedule
sq_al: Ndrysho skedulimin

# EditSocialMedia
source: Edit links of social media
sq_al: Ndryshoni linqet e rrjeteve sociale

# EditStaff
source: Edit user
sq_al: Ndrysho përdoruesin

source: Edit user
sq_al: Ndrysho përdoruesin

source: Email
sq_al: Emaili

source: Email from
sq_al: Emaili nga

source: Email to
sq_al: Emaili tek

source: Enable SSL
sq_al: Aktivizo SSL

source: End Time
sq_al: Koha e mbarimit

source: English
sq_al: Anglisht

source: Enter address
sq_al: Shkruani adresen

# EnterAllowedExtensions
source: Enter allowed extension
sq_al: Shënoni formatet e lejuara

source: Enter birthday
sq_al: Shënoni ditëlindjen

source: Enter character name
sq_al: Shënoni emrin e personazhit

source: Enter confirm password
sq_al: Ri-shënoni fjalëkalimin

source: Enter description
sq_al: Shënoni përshkrimin

source: Enter duration
sq_al: Shënoni kohëzgjatjen

source: Enter email
sq_al: Shënoni emailin

source: Enter email from
sq_al: Shënoni emailin nga

source: Enter email to
sq_al: Shënoni emailin tek

source: Enter full name
sq_al: Shënoni emrin e plotë

source: Enter latitude
sq_al: Shënoni gjerësinë gjeografike

source: Enter longitude
sq_al: Shënoni gjatësinë gjeografike

# EnterMaxUploadSize
source: Enter the maximum size
sq_al: Shënoni maksimumin e madhësisë

source: Enter message
sq_al: Shënoni mesazhin

source: Enter minimum age
sq_al: Shënoni moshën minimale

source: Enter name
sq_al: Shënoni emrin

source: Enter new password
sq_al: Shkruani fjalëkalimin e ri

# EnterNoColumn
source: Enter number of seat's columns
sq_al: Shkruani numrin e kolonave të ulseve

# EnterNoRow
source: Enter number of seat's rows
sq_al: Shkruani numrin e rreshtave të ulseve

source: Enter old password
sq_al: Shkruani fjalëkalimin e vjetër

source: Enter password
sq_al: Shënoni fjalëkalimin

source: Enter phone number
sq_al: Shënoni numrin e telefonit

source: Enter port
sq_al: Shënoni portin

source: Enter price
sq_al: Shënoni çmimin

source: Enter release date
sq_al: Shënoni datën e publikimit

source: Enter Smtp
sq_al: Shënoni Smtp

source: Enter subject
sq_al: Shënoni përmbatjejn

source: Enter surname
sq_al: Shënoni mbiemrin

source: Enter trailer link
sq_al: Shënoni linkun e trailerit

# EnterVATNumber
source: Enter the VAT number
sq_al: Shënoni numrin e TVSH-së

source: Enter your email
sq_al: Shkruani emailin tuaj

source: Enter your name
sq_al: Shkruani emrin tuaj

source: Enter your password
sq_al: Shkruani fjalëkalimin tuaj

source: Enter your surname
sq_al: Shkruani mbiemrin tuaj

source: Exclusive
sq_al: Ekskluzive

source: Export for
sq_al: Eksportuar për

source: Favicon
sq_al: Favikona

# Fborderless
source: Toggle borderless mode
sq_al: Aktivizo modalitetin pa kufij

# Fclose
source: Close detailed preview
sq_al: Mbyll pamjen e detajuar

# Ffullscreen
source: Toggle full screen
sq_al: Aktivizo ekranin e plotë

# FieldRequired
source: This field is required.
sq_al: Kjo fushë duhet të mbushet.

# filePlural
source: files
sq_al: dosjet

# fileSingle
source: file
sq_al: dosje

# FillPersonalinfos
source: Fill in your personal information
sq_al: Plotësoni informatat tuaja personale

source: Filter by
sq_al: Filtro nga

# Fnext
source: View next file
sq_al: Shikoni skedarin tjetër

source: Followers
sq_al: Ndjekës

source: Footer logo
sq_al: Logo e Footerit

source: Forgot password
sq_al: Keni harruar fjalëkalimin

# Fprev
source: View previous file
sq_al: Shikoni skedarin e mëparshëm

source: Friday
sq_al: E premte

# Ftoggleheader
source: Toggle header
sq_al: Aktivizo headerin

source: Full name
sq_al: Emri i plotë

source: Gallery
sq_al: Galeria

source: Gender
sq_al: Gjinia

source: General
sq_al: Të përgjithshme

source: Generate PDF
sq_al: Gjenero PDF

source: Generate ticket
sq_al: Gjenero biletë

source: Genre
sq_al: Zhanri

source: Get in touch
sq_al: Hyj në kontakt

source: Get to know us
sq_al: Njihuni me ne

# GreaterThan0
source: Value must be greater than 0.
sq_al: Vlera duhet të jetë më e madhe se 0.

source: Hall
sq_al: Salla

# HallAddForm
source: Form for adding new halls
sq_al: Forma për shtimin e sallave të reja

# HallDeletedSuccessfully
source: Hall is successfully deleted
sq_al: Salla është fshirë me sukses

# HallDescriptionDescription
source: Write a short sentence or phrase to describe the hall.
sq_al: Shkruani një fjali ose frazë e shkurtër për të përshkruar sallën.

# HallDescriptionTitle
source: Hall description
sq_al: Përshkrimi i sallës

# HallEditForm
source: Form for editing current hall
sq_al: Forma për ndryshimin e sallës së zgjedhur.

# HallIsActiveDescription
source: Activating the 'YES' button means that this hall is active, while activating the 'NO' button means that this hall is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që kjo sallë është aktive, ndërsa pasivizimi i butonit 'JO' nënkupton që kjo sallë është jo-aktivë.

# HallIsActiveTitle
source: Hall status
sq_al: Statusi i sallës

# HallNameDescription
source: Enter the name of the hall. The name must contain at least three letters and must be unique from the names of the other halls.
sq_al: Shkruani emrin e sallës. Emri duhet të përmbajë të paktën tri shkronja dhe duhet të jetë unik nga emrat e sallave të tjera.

# HallNameTitle
source: Hall name
sq_al: Emri i sallës

# HallNoColumnDescription
source: Enter the number of columns of hall seats to determine the capacity of the hall.
sq_al: Shkruani numrin e kolonave të ulësve të sallës për të përcaktuar kapacitetin e sallës.

# HallNoColumnTitle
source: Number of columns
sq_al: Numri i kolonave

# HallNoRowDescription
source: Enter the number of rows of hall seats to determine the capacity of the hall.
sq_al: Shkruani numrin e rreshtave të ulësve të sallës për të përcaktuar kapacitetin e sallës.

# HallNoRowTitle
source: Number of rows
sq_al: Numri i rreshtave

source: Halls
sq_al: Sallat

# HallTechnologyDescription
source: Specify the technology of this hall
sq_al: Specifikoni teknologjinë e kësaj salle

# HallTechnologyTitle
source: Hall technology
sq_al: Teknologjia e sallës

source: Header logo
sq_al: Logo e Headerit

source: Hello
sq_al: Përshëndetje

source: Help
sq_al: Ndihma

source: Home
sq_al: Ballina

source: hrs
sq_al: orë

source: Image
sq_al: Imazhi

# imagee
source: image
sq_al: imazh

# indicatorErrorTitle
source: Upload Error
sq_al: Gabim gjatë ngarkimit

# indicatorLoadingTitle
source: Uploading ...
sq_al: Po ngarkon ...

# indicatorNewTitle
source: Not uploaded yet
sq_al: Nuk është ngarkuar ende

# indicatorPausedTitle
source: Upload Paused
sq_al: Ngarkimi u ndërpre

# indicatorSuccessTitle
source: Uploaded
sq_al: U ngarkua

source: Invoiced from
sq_al: Faturuar nga

source: Invoiced to
sq_al: Faturuar tek

source: Is active
sq_al: Është aktiv

source: Is staff
sq_al: Është staf

source: Join us
sq_al: Regjistrohu

source: Latitude
sq_al: Gjerësia gjeografike

source: List of bookings
sq_al: Lista e rezervimeve

source: List of cast
sq_al: Lista e kastit

source: List of clients
sq_al: Lista e klientëve

source: List of halls
sq_al: Lista e sallava

source: List of movies
sq_al: Lista e filmave

source: List of roles
sq_al: Lista e roleve

source: List of schedules
sq_al: Lista e skedulimeve

source: List of staff
sq_al: Lista e stafit

source: List of tickets
sq_al: Lista e biletave

source: Loading...
sq_al: Po ngarkohet ...

source: Longitude
sq_al: Gjatësia gjeografike

source: Main image
sq_al: Imazhi kryesorë

# MakeBookingEasier
source: Sign in to make booking easier!
sq_al: Kyçuni për ta bërë më të lehtë rezervimin!

source: Man
sq_al: Mashkull

source: Manager
sq_al: Menaxher

# MaxUploadSize
source: Maximum size
sq_al: Maksimumi i madhësisë

source: Members
sq_al: Antarë

# Message
source: Mesasage
sq_al: Mesazhi

source: Minimum age
sq_al: Mosha minimale

# MinLength3
source: This field should contain at least three characters.
sq_al: Kjo fushë duhet të përmbajë të paktën tri karaktere.

# MinLength8
source: This field should contain at least eight characters.
sq_al: Kjo fushë duhet të përmbajë të paktën tetë karaktere.

source: mins
sq_al: minuta

source: minutes
sq_al: minuta

source: Monday
sq_al: E hënë

source: Monthly Bookings
sq_al: Rezervimet Mujore

source: Monthly Tickets
sq_al: Biletat Mujore

source: More info
sq_al: Më shumë informacion

# MostWatchedMovie
source: The most watched movies
sq_al: Filmat më të shikuara

source: Movie
sq_al: Filmi

# MovieAddForm
source: Form for adding new movies
sq_al: Forma për shtimin e filmave të rinj

# MovieCategoryDescription
source: Specify the category of this movie. You can add one or more categories to a movie.
sq_al: Specifikoni kategorin e ketij filmi. Ju mund të shtoni një ose më shumë kategori në një film.

# MovieCategoryTitle
source: Movie category
sq_al: Kategoria e filmit

# MovieDescriptionTitle
source: Movie description
sq_al: Përshkrimi i filmit

# MovieDurationDescription
source: Determine the duration minutes of this movie.
sq_al: Përcakto minutat e kohëzgjatjes të këtij filmi.

# MovieDurationTitle
source: Movie duration
sq_al: Kohëzgjatja e filmit

# MovieEditForm
source: Form for editing current movie
sq_al: Forma për ndryshimin e filmit të zgjedhur.

# MovieIsActiveDescription
source: Activating the 'YES' button means this movie is active, while activating the 'NO' button means this movie is inactive.
sq_al: Aktivizimi i butonit 'PO' nënkupton që ky film është aktivë, ndërsa pasivizimi i butonit 'JO' nënkupton që ky film është jo-aktivë.

# MovieIsActiveTitle
source: Movie status
sq_al: Statusi i filmit

# MovieLowerCase
source: movie
sq_al: film

# MovieMainImageDescription
source: Upload the main image of the movie.
sq_al: Ngarko imazhin kryesor të filmit.

# MovieMainImageTitle
source: Movie main image
sq_al: Imazhi kryesor i filmit

# MovieMinimumAgeDescription
source: Determine the minimum age to watch this movie. Customers under this age will not be able to purchase tickets for this movie.
sq_al: Përcakto moshën minimale për të shikuar këtë film. Klientat që janë nën këtë moshe nuk do të mund të blejnë tiketë për këtë film.

# MovieMinimumAgeTitle
source: Movie minimum age
sq_al: Mosha minimale e filmit

# MovieNameDescription
source: Enter the name for the movie. The movie name must contain at least three letters and must be unique from the names of other movies.
sq_al: Shkruani emrin për filmin. Emri duhet të përmbajë të paktën tri shkronja dhe duhet të jetë unik nga emrat e filmave të tjerë.

# MovieNameTitle
source: Movie name
sq_al: Emri i filmit

# MovieOtherImagesDescription
source: Upload other images of the movie.
sq_al: Ngarko imazhet tjera të filmit.

# MovieOtherImagesTitle
source: Movie other images
sq_al: Imazhet tjera të filmit

# MoviePriceDescription
source: This is the price you will sell the ticket for this movie.
sq_al: Ky është çmimi që ju do ta shisni tiketën për këtë film.

# MoviePriceTitle
source: Movie price
sq_al: Çmimi i filmit

# MovieReleaseDateDescription
source: Define the date when the movie premiered.
sq_al: Përcakto datën kur ka qenë data e premierës së filmit.

# MovieReleaseDateTitle
source: Movie release date
sq_al: Data e publikimit të filmit

source: Movies
sq_al: Filmat
